[{"content":" DM! DM! I really don\u0026amp;rsquo;t want to read thousands of words of lore just to make a level one character\nWell you\u0026amp;rsquo;re in luck, just go to the Quick Start page and read that, everything else is specifics that don\u0026amp;rsquo;t matter.\nDM! DM! I want a gun!!!\nAnd you shall have it, just talk to me because there\u0026amp;rsquo;s some specific lore about firearms that becomes important While you make your characters and backstory, please keep these notes in mind.\nIn general, the world is entering a time period similar to that of the victorian era. Basic self-propelled engines, steam/coal power, firearms. Think early 1800s. ","date":-62135596800,"description":"","objectID":"66de17f2ee1f3adfd2ad4bd4c005a120","permalink":"http://localhost:1313/character-creation/","title":"Character Creation"},{"content":"Read this page if you don\u0026amp;rsquo;t really want to read all of the lore. This page is the absolute basics you need to know for creating a character.\nThe World All that remains after a great war 1000 years ago is a single continent, surrounded by the void on all sides.\nNations The world is divided between 7 nations led by god-kings who possess extremely powerful Crowns, and free peoples who live between their borders.\nReligion There is no \u0026amp;ldquo;true\u0026amp;rdquo; religion, but instead many different interpretations of the divine.\nAdventuring The lands are covered in ruins from ancient fallen kingdoms, and at the center of the continent is the remains of the capital of this kingdom, extremely dangerous, but filled with treasure.\nStarting Location and Quest You (as a party/as an individual) have been hired by a group of refugee caravaners to escort them somewhere safe.\n","date":-62135596800,"description":"","objectID":"0ecf4c5b9618af6a36003716915998be","permalink":"http://localhost:1313/character-creation/quick-start/","title":"Quick Start"},{"content":"Fill this out when we decide what system to use\n","date":-62135596800,"description":"","objectID":"d0ef4ba53c2faa597c230874f593f628","permalink":"http://localhost:1313/character-creation/races/","title":"Races"},{"content":"Religion in Tu\u0026amp;rsquo;um Mundi is a complicated and varied affair. Their are several large religions, powerful cults, and small villages worshipping their local patron.\n","date":-62135596800,"description":"","objectID":"83899eb2b37b5da5aa9a5ed58f536508","permalink":"http://localhost:1313/faith/","title":"Faith"},{"content":"Draconic Cults: The largest group of faithful are dragon worshippers. Going by many names and each with their own unique creeds, followers worship the ancient dragons, seeking out mighty works and old wisdom. Some of them latch on to a modern dragon as a connection to the ancients, elevating them to a divine creature.\nCrown: The second largest faith, they believe those with Crowns are living gods, divine beings with unimaginable power they use to shape the world to their liking.\nListeners: A small, unorganized, but widespread faith. Worshippers believe the Voices of the World are messages from the gods. They train to be able to listen and try to interperet what they hear. Often gathering in secluded monestaries, meditating to try and hear.\nMountain Faiths: Polytheistic religions practiced mostly by those outside the rule of Dragons, gathered on or near mountains. Usually they consist of nature gods, storm gods, sun gods, and other fivine representations of the natural world.\nCult of the Void: People who live on the edges of the world, particularly close to the void, are susceptible to go mad as the nothigness creeps into their brains. Some choose to accept the void as a thing worth worshipping, and will even sacrifice people and things to it to try and earn its divine favor.\nPadrishians Similar to those who believe that all Dragons are gods, these follower specifically believe that King Padrish, the Tricorn King, is not dead and his power still exists tangibly in the world.\n","date":-62135596800,"description":"","objectID":"b50900c0af8696f199ce3228255e6f48","permalink":"http://localhost:1313/faith/organized/","title":"Organized Faiths"},{"content":" DM DM! Do I know all this?\nPerhaps, anyone who has recieved formal higher education likely knows the basics of these, and if you haven\u0026amp;rsquo;t you likely know of it from stories passed down from your family\nThe History of Tu\u0026amp;rsquo;um Mundi is split into five ages, each one marked by new technology, magic, rulers, discoveriies, and more.\nThe First Era - Rule of the Dragon Gods ~20,000 Years Not much is know about this time. Humanity was little more than wandering tribes, barely speaking or writing, and Dragonic Gods ruled. The most powerful of the dragons foresaw their destruction, and in an effort to save themselves, they created the 10 Crowns. But these were not enough, in spite of the power of the Crowns, the great Draconic Gods perished. In their absence, their great works fell to ruin, monsters that had been pray became predator, and humanity gained a chance to step out from under their shadow.\nThe Second Era - Budding Life ~6,000 Years Humanity is still little more than small tribes scattered throughout the wilderness. Slowly, they begin to coalesce into towns. The first river valley civilizations begin. They know nothing of the Crowns, they know almost nothing about magic, and they are just learning how to cultivate crops and domesticate livestock. The first city states form, built on the ancient dragon ruins, often incorporating them into their designs. Trade, basic metallurgy, some basic warfare, the era ends when an ambitious warrior finds the first Crown.\nThe Third Era - The First Dragon (800 Years) The first great empire forms. The Dragon, a young warrior king from a no-name town under the rule of a nearby city-state finds his Crown while hunting a mythical beast in the wilds. He becomes the ruler of his city almost immediately. Under his influence, the city becomes incredibly powerful, its borders spread beyond its little valley. A new type of peace and safety is found, and the citizens of this new civilization are able to develop new technologies, …","date":-62135596800,"description":"","objectID":"d88374c35f5a3d18757d15ecdd14e77f","permalink":"http://localhost:1313/history/","title":"History"},{"content":"Witch King Gil-Ger-Ach Human. Before ever getting his Crown he was a great mage. He took his Crown by force from the King who came before, winning it in a duel. He used his newfound power to become the greatest mage in existence. His country is very ordered and hordes the knowledge and wealth that it creates and finds.\nSword King Solomon Elf. A dedicated swordsman who killed the last Dragon in her sleep, becoming the strongest fighter in the land. He put in place few rules and lets the country run as it will - Anarchy.\nSmith King Dravon Dwarf. He found his crown while searching for a mithral vein in a forgotten dungeon, and he uses his Crown to create artifacts of immense power. Rules over an empire of creation that creates incredible wealth, but is run by a council filled with people he picked.\nGrass Queen Losara Halfling. Found her Crown at the top of a mountain on the skull of its previous owner. Rules an incredibly peaceful nation and uses her power to grow great amounts of crop: food, materials, flowers. A great farmer before she ever got her Crown, she rules as a dictator and demands non-violence.\nRot Queen Axsolar Elf. An adventurer cursed by a great magical beast, she killed the last Dragon to use the crown to cure herself, but Crowns do not grant knowledge, only power, and she was unable to understand her curse, instead she uses the power to persist against death. In doing so, she corrupts her lands and people, condeming them to horror and suffering.\nBright Queen Thela Human. Longest ruling Dragon, found her crown in a dragon\u0026amp;rsquo;s hoard before the Shattering, and used it to create a powerful and lasting empire.\nNovaral The Rebel Tiefling. Took their Crown in a fair fight after challenging their emperor, who they were a consort for before. Used it to become an incredibly powerful fighter. Shaping their body and their lands to be the shape they desired.\n","date":-62135596800,"description":"","objectID":"308b3dc245512f7f71dd1ee598219c3e","permalink":"http://localhost:1313/nations/dragons/","title":"Dragons"},{"content":"The large domain of the Bright Queen Thela, mostly covered by the Thel Forest. The fast flowing Strik River runs through it\u0026amp;rsquo;s center and connects its largest cities. It\u0026amp;rsquo;s northern edge disappears into the Void.\nPopulation The land has a population of just over a million people total spread throughout several hundred towns and burgs, most of which are unnamed, and a few dozen large towns and less than five major cities. Thel Forest is populated mostly by elves living in their ancestral homes, with the edges of the forest colonized by Humans . The mountains to the north and to the west are homes to distinct clans of Dwarves . The plains to the northeast are homes to families of Halflings while the hills to the southwest are homes to Gnomes .\nOutside the Borders The land between the Bright Queen\u0026amp;rsquo;s land and the Land of the Sword King is filled with nomadic tribes of orcs and dragonborn, with Oberpoint serving as an established city in the center of the Badlands. The land between the Bright Queen\u0026amp;rsquo;s land and the Land of the Grass Queen is settled and rules by a king with no Crowns who rules from The Twin Cities\nQuality of Life The Bright Queen takes care of her subjects, but is also acutely aware of how large her territory is. She is forced to allow some autonomy from a selected group of loyal vassals, selected from the ranks of people she believes she can trust.\nThe Queen\u0026amp;rsquo;s Road Running throughout her Kingdom runs the Queen\u0026amp;rsquo;s Road, a paved road that is regularly patrolled and cared for by royal engineers. It connects all the largest cities and the larger towns, with local dirt roads serving all the smaller towns that don\u0026amp;rsquo;t make it onto the maps. The Queen\u0026amp;rsquo;s Chosen regularly patrol the road, and stocked forts can be found roughly every 100 miles of road, keeping the land safe, while also helping to remind the people that the Queen is always there.\nCapital Ebelburg\n","date":-62135596800,"description":"","objectID":"51a19958943abbe5b1d2e7f7a8011eb2","permalink":"http://localhost:1313/nations/dragons/bright-queen/","title":"Bright Queen Thela"},{"content":"","date":-62135596800,"description":"","objectID":"6ecee267ee208afb74e19a9aa901c95d","permalink":"http://localhost:1313/nations/dragons/witch-king/","title":"The Witch King"},{"content":"Free Peoples describe everyone who does not live within one of the Dragon\u0026amp;rsquo;s lands.\n","date":-62135596800,"description":"","objectID":"21a2e29e0d27674dd0f42d25c1f975b9","permalink":"http://localhost:1313/nations/free-peoples/","title":"Free Peoples"},{"content":"Though the Smith King and his people rule in the Dizazhra Mines, overhead, the mountain folk remain independent, with dozens of distinct tribes. They have a long history of warring for land and resources. However, when foreign groups try to invade, many tribes will ally and mount a dangerous defnse. With access to high quality steel at the surface, they have often enjoyed superior weaponry and armor, and in the post shattering have tightly kept secret techniques for making advanced firearms and gunpowerder\nTheir disporate nature and great skill with fightning have put them at odds with the Smith king in the past, and they have remained free. Mostly. There are some tribes that consider it easier and better for them to ally with the Smith King. others trade, and some choose to kill outsiders on sight.\nMost often, tribes follow a form of democracy, with laws and leaders voted on by all adults in the tribe.\nThey speak a number of dialects of the same base language. Often they can undersatnd the majority of what each other say.\nThey value iindependence and self-determination on a tribal level, and loyalty and sacrifice on an individual leve. Their greatest heros are those who died fightning invaders, even if their death didn\u0026amp;rsquo;t help the overall effort. Sacrifice for the sake of sacrifice.\nBuildings are usually stone built from slake and animal hides.\n","date":-62135596800,"description":"","objectID":"b3c5bb5eab6e5000c00bb65e8766c084","permalink":"http://localhost:1313/nations/free-peoples/dizazhra/","title":"Dizazhra Mountain People"},{"content":" DM! DM! Can I be one of these guys??\nOf course! As you can see, there is very little info below, just ask me for more info and I\u0026amp;rsquo;ll send you more lore, and we can figure out why your not chilling in the clouds\nExtremely little is known about these peoples.In the modern period, the Storm Riders seem closer to a large cult than they do an esteemed civilization. They hide in the clouds and are essentially unknown to the rest of the world. They worship a god they call Sturm, and wield powerful magics based on storms. Lightning, wind, and rain are their favored materials.\nDM! DM! Has my character heard about/interacted with these guys??\nUnless you have a specific reason your character knows them, probably not\n","date":-62135596800,"description":"","objectID":"a803615560b9171c6cbd5a29e1fa8dfa","permalink":"http://localhost:1313/nations/free-peoples/storm-riders/","title":"Storm Riders"},{"content":"Two cities whose hearts are seperated by a days carriage ride on paved stone, their outskirts stretch to touch each other, intermingling in the middle. Their centers are guarded by two sets of walls and dozens guard towers.\nThe southern city is called Port Miracle, situated on the Gulf of Miracle it started as a collection of fishing towns, with a high amount of trade. They combined and built a fort to protect themselves and continued to grow, eventually expanding outside their defensive walls. The northern city is called Siegetown. It started as the military camp for a three year siege against Port Miracle by the Tricorn King. Now, it is home to many schools of combat and the city has a deep history of martial prowess.\nThe cities consider themselves the rightful heirs of the Tricorn King, and their princes await his return when order can be restored and the kingdom renewed.\n","date":-62135596800,"description":"","objectID":"d008b02f7a1e649730624042175fe2ee","permalink":"http://localhost:1313/nations/free-peoples/twin-cities/","title":"Twin Cities"},{"content":"The world as a whole is divided between the nation states ruled by the Dragons, and free nations in between their borders.\nDragons Dragons are the God-Rulers of Tu\u0026amp;rsquo;um Mundi. They wear the Crowns made by the ancient draconic gods, and use them to enforce their will across their realms.\nCurrently, there are seven dragons across the shattered continent.\nFree Peoples Every single city-state, village, town, nomadic tribe, is a \u0026amp;ldquo;Free Nation.\u0026amp;rdquo; A group of peoples who fall outside the borders of the Dragons.\n","date":-62135596800,"description":"","objectID":"912a466eb41a9dcb6800ae7278ed4350","permalink":"http://localhost:1313/nations/","title":"Nations"},{"content":"Welcome to Tu\u0026amp;rsquo;um Mundi Tu\u0026amp;rsquo;um Mundi is a world twice shattered, standing in between the old age and the new. Powerful individuals rule over countries as God-Kings, wearing the ancient all-powerful Crowns, having stolen the title of \u0026amp;ldquo;Dragons\u0026amp;rdquo; from the ancient beasts that made them. In the empty space between them, people live in city-states and sovereign villages.\nThe world is covered in the ruins of an empire of the old age, brought low by the war of the last shattering. The war left the land scarred, the edges of the land now disappear into nothingness, an impassable void, and the grave of the old empire\u0026amp;rsquo;s capital sit in the center. Adventurers spend entire lifetimes exploring these ruins, looking for fame and fortune, and often finding only injury or death.\nThis is world, a story, about Power, about Violence, and having the Will to change the world\nThemes This campaign is about Power, in all its shapes, good and bad. I intend for you to become the rulers of a people and grow your influence throughout the campaign - to what end? I leave that to you.\nThe campaign is meant to be heavily driven by your goals and actions. Sandbox-ish. To this, I promise that wherever you go, I will give you adventure, but I ask that you meet the work I put into making this campaign by being active participants in the world.\n","date":-62135596800,"description":"","objectID":"3976528693a0108357f4928017600865","permalink":"http://localhost:1313/","title":"Home"}]